{
  "events": {
    "continue": [
      {
        "text": "Ihr geht weiter zur nächsten Tür.",
        "next": "doors"
      },
      {
        "text": "Ihr lauft weiter, gespannt auf die nächste Begegnung.",
        "next": "doors"
      },
      {
        "text": "Die Süßigkeitenjagd kann weitergehen.",
        "next": "doors"
      }
    ],
    "skip": [
      {
        "text": "Ihr seid euch nicht sicher, was ihr von der Tür halten sollt und lauft weiter.",
        "next": "doors",
        "courage_min": 5,
        "courage_max": 7
      },
      {
        "text": "Ihr traut euch nicht und geht eingeschüchtert weiter.",
        "next": "doors",
        "courage_min": 5,
        "courage_max": 7
      },
      {
        "text": "Ihr geht weiter und findet am Straßenrand einen kleinen Tisch bedeckt mit orangenen Gummibärchen-Tütchen.",
        "next": "doors",
        "sweets_min": 10,
        "sweets_max": 11
      },
      {
        "text": "Am Wegesrand entdeckt ihr einen Busch, der wie ein Weihnachtsbaum geschmückt wurde. \nStatt Weihnachtskugeln hängen Karamellbonbons an den Ästen. \nOb es auffällt, wenn ihr ein paar mitgehen lasst?",
        "next": "doors",
        "sweets_min": 11,
        "sweets_max": 12
      },
      {
        "text": "Ihr geht weiter.",
        "next": "doors",
        "courage_min": 5,
        "courage_max": 7
      },
      {
        "text": "Das sah zu gruselig aus.",
        "next": "doors",
        "courage_min": 5,
        "courage_max": 7
      }
    ],
    "doors": [
      {
        "text": "Ihr seht eine alte Heuschupfe auf einem Feld stehen. \nZwischen den Balken leuchtet der unstete Schein eines offenen Feuers hindurch. \nNach dem Motto: \"Wer nicht wagt, der nicht gewinnt\", macht ihr euch auf den Weg. \nDas höfliche Klopfen an der Tür entfällt, da es keine Tür gibt. \nIhr werft einen Blick ins Innere und euch gefriert das Blut in den Adern. \nAuf dem Boden um ein kleines Feuer sitzen große haarige Gestallten mit riesigen Hörnern und grotesk verzogenen Gesichtern. \nIhr nehmt die Beine in die Hand und rennt los, bloß weg von diesem Ort.",
        "courage_min": 19,
        "courage_max": 21,
        "next": "doors"
      },
      {
        "text": "Ihr seid an einer Felswand. \nPlötzlich seht ihr ein kleines Stück vor euch einen warmen Lichtschein aus der Wand kommen.\nJe näher ihr kommt desto lauter wird ein himmlischer Gesang.\nDer Gesang und das Licht scheinen direkt aus dem Fels zu kommen.\nAls ihr ganz nahe seid, seht ihr, dass ihr vor einer kleinen Kapelle steht, die direkt in den Fels geschlagen wurde.\nDas Innere der Kapelle ist leer.\nIm Weitergehen merkt ihr, dass eure Süßigkeiten Behälter schwerer geworden sind.\nWas auch immer für den Gesang verantwortlich war, geizig war es jedenfalls nicht.",
        "sweets_min": 20,
        "sweets_max": 25,
        "next": "doors"
      },
      {
        "text": "An der Straßenecke steht ein geschmückter Tisch mit mehreren Schüsseln voller Süßigkeiten. \nWeit und breit ist niemand zu sehen. \nAls ihr euch wieder auf dem Weg macht, bemerkt ihr ein Schild mit der Aufschrift \"Happy Halloween :)\"",
        "sweets_min": 21,
        "sweets_max": 25,
        "next": "doors"
      },
      {
        "text": "Ihr kommt an einem Vorgarten vorbei in dem schon die Weihnachtsdeko aufgebaut ist.",
        "view": "door"
      },
      {
        "text": "Durch die Glastür vor euch könnt ihr eine Bewegung erahnen. Plötzlich wird das Licht hinter der Tür eingeschaltet und in der Tür spiegelt sich ein lebensgroßes Skelet.",
        "courage_min": 3,
        "courage_max": 7,
        "view": "door"
      },
      {
        "text": "Die Mauer, an der ihr lang geht hat überall lustige kleine Türmchen. Ihr erwartet also etwas ausgefallenes, wenigstens ein kleines Schloss. Als ihr am Tor ankommt seid ihr enttäuscht, ihr seht einen einfachen schnörkellosen Bungalow.",
        "view": "door"
      },
      {
        "text": "Ein altes heruntergekommenes Bauernhaus taucht auf eurem Weg auf. Es sieht nicht so aus, als wäre es noch bewohnt aber nachdem vor der Tür die Kerzen in der Herbstdeko leuchten, versucht ihr euer Glück.",
        "view": "door"
      },
      {
        "text": "Das nächste Haus schaut futuristisch aus, viel Metall und eine Tür, wie die Luke zu einem Raumschiff.",
        "view": "door"
      },
      {
        "text": "Ein Einfamilienhaus. Das hier eine Familie wohnt scheint klar zu sein, Spielzeug im Garten, geschnitzte Kürbise vor der Haustür und gebastelter Fensterschmuck. Was soll kann da schon schief gehen?",
        "view": "door"
      },
      {
        "text": "Das nächste Haus versteckt sich hinter einer Reihe düsterer Tannen. Im Vorgarten liegt ein altes verrostetes Dreirad.",
        "view": "door"
      },
      {
        "text": "Ihr seid in einer Reihenhaussiedlung. \nEin Albtraum für jeden betrunkenen Partygänger, sogar die Briefkästen sind gleich. \nSchulterzuckend nehmt ihr die erstbeste Tür ins Visier.",
        "view": "door"
      },
      {
        "text": "Von der Straße führt ein unbeleuchteter Weg zu einem kleinen Häuschen. \nÜber der Tür schaukelt eine kleine Lampe im Abendwind. Durch die Bewegung tanzen schaurige Schatten an der Hauswand.\nDa es am Gartentor keine Klingel gibt, geht ihr bis zur Tür vor.",
        "view": "door"
      },
      {
        "text": "Die nächste Tür, die ihr seht, ist blau.",
        "view": "door"
      },
      {
        "text": "Ihr steht vor einer grünen Holztür.",
        "view": "door"
      },
      {
        "text": "Da ist eine Holztür mit einem metalenem Türklopfer.",
        "view": "door"
      },
      {
        "text": "Ihr kommt euch vor wie Riesen, die Tür vor euch reicht euch nur bis zum Knie.",
        "view": "door"
      },
      {
        "text": "Ihr kommt euch vor wie Zwerge, das Haus vor euch scheint für Riesen gebaut worden zu sein. Die Fenster neben der Tür scheinen bis in den Himmel zu gehen. Zum Glück gibt es einen Türklopfer auf eurer Kopfhöhe. Mit etwas Mühe lässt er sich tatsächlich bewegen.",
        "view": "door"
      },
      {
        "text": "Die nächste Tür erinnert euch an Frodos Tür aus dem Buch \"Herr der Ringe\". Eine runde Holztür, die in einen Hügel führt. Ob die Bewohner auch so gastfreundlich sind?",
        "view": "door"
      },
      {
        "text": "Ihr seid an einem Bauernhof angekommen. Um zur Haustür zu gelangen müsst ihr eine steile Holztreppe hinauf.",
        "view": "door"
      },
      {
        "text": "Diese Tür sieht aus, als ob sie in einen Keller führt. Es geht ein paar Stufen runter und die Farbe der Tür blättert langsam ab. Die Lampe, die den Abgang beleuchtet, hat ihre besten Tage auch schon hinter sich. Gerade als ihr runter gehen wollt gibt sie endgültig den Geist auf und erlischt.",
        "view": "door"
      },
      {
        "text": "Na toll, ein Hochhaus. \nIn eurem Übermut drückt ihr einfach auf sämtliche Klingeln.\nAuf das erste zaghaft genuschelte \"Jaaa?\" brüllt ihr euer \"Süßes oder Saures!\" in die Gegensprechanlage.Ihr könnt euer Glück nicht fassen als tatsächlich der Türsummer ertönt.",
        "view": "door"
      },
      {
        "text": "Schon bald steht ihr vor einem wuchtigen schmiedeeisernen Tor. \nAuf euer Klingeln öffnet es sich wie von Geisterhand.",
        "view": "door"
      },
      {
        "text": "Was eine Abkürzung sein sollte, hat sich in einem Umweg durch eine Kleingartensiedlung verwandelt. \nEiner der Gärten ist mit Skeletten und Kürbissen geschmückt und im Häuschen brennt Licht.",
        "view": "door"
      },
      {
        "text": "Die beleuchteten Klingelschilder des Wohnhauses flackern in der Nacht. \nAus einem offenen Fenster im zweiten Stockwerk hört ihr ein Kind singen.",
        "view": "door"
      },
      {
        "text": "Ihr habt euch mutig für einen Spaziergang durch den Wald entschieden und habt jetzt schon länger keine Häuser - oder Lichter - gesehen. \nDer Weg wird immer schmaler. \nPlötzlich steht ihr in einer Lichtung. In der Mitte steht ein Fachwerkhaus, dessen Mäuer und Dach eine ungewöhnliche Textur haben. \nKönnte es... Pfefferkuchen sein?",
        "view": "door"
      },
      {
        "text": "Ihr steht vor einem blauen Einfamilienhaus, der Name an der Klingel ist unlesbar und die Fassade hätte einen Anstrich verdient.",
        "view": "door"
      },
      {
        "text": "Als ihr euch dem nächsten Haus nähert, hört ihr mehrere Hunde bellen.",
        "view": "door"
      },
      {
        "text": "Ihr entscheidet euch, zum letzten Haus der Sackgasse zu gehen. \nDichte Hecken versperren die Sicht auf dem Haus, ihr geht also durch das halb offene Tor und wagt euch in dem Vorgarten.",
        "view": "door"
      },
      {
        "text": "Neben der Eingangstür des Hauses stehen drei Bienenstöcke. Trotz der frischen Temperaturen sind viele Bienen unterwegs. \nOb ihr gestochen werdet, wenn ihr näher kommt?",
        "view": "door"
      },
      {
        "text": "Die nächste Tür versteckt sich im Halbdunkel einer alten Eiche. Soweit ihr erkennen könnt ist der obere Teil der Tür mit einer wundersamen Schnitzerei verziert.",
        "view": "door"
      },
      {
        "text": "Schon von weitem könnt ihr die nächste Tür sehen, zwei leuchtend blau gestrichene Türflügel. Der obere Teil der Tür besteht aus Glas, welches mit verschnörkeltem Metall verziert ist.",
        "view": "door"
      },
      {
        "text": "Die nächste Tür die ihr anvisiert versteckt sich hinter einem hohen Schmiedeeisernen Tor mit spitzen Stacheln.",
        "view": "door"
      }
    ],
    "knock_on_door": [
      {
        "text": "Die Haustür wird von einem großen hühnenhaften Mann geöffnet. \nEuer \"Süßes oder Saures\" bleibt euch im Hals stecken, als ihr euer Gegenüber genauer anschaut. Er stützt sich auf eine Axt und sein Hemd hat feuchte rote Flecken. \nEuch verlässt der Mut und ihr lauft weiter, nicht ohne noch schnell in die Schüssel mit Süßigkeiten neben der Tür gegriffen zu haben.",
        "sweets_min": 7,
        "sweets_max": 15,
        "courage_min": 9,
        "courage_max": 16,
        "view": "knock"
      },
      {
        "text": "Die Tür öffnet sich und eine Person schaut zur Tür raus. \nDa das Licht im Eingangsbereich eingeschaltet ist, könnt ihr nicht viel erkennen. Dafür hört ihr umso mehr. \nLautstark wird euch zu verstehen gegeben, dass ihr besser verschwindet, da sonst die Polizei gerufen werde.\nIhr macht euch aus dem Staub.",
        "courage_min": 7,
        "courage_max": 9,
        "view": "knock"
      },
      {
        "text": "Die Tür wird von einem mürrischen alten Mann geöffnet. Er schaut euch in euren Kostümen an und fängt an loszuzetern: \"Als ich in eurem Alter war gab es sowas nicht, wir...\" \nDen Rest hört ihr schon nicht mehr, da ihr bereits die nächste Tür anvisiert.",
        "courage_min": 5,
        "courage_max": 8,
        "view": "knock"
      },
      {
        "text": "Die Türglocke gibt ein schauriges Wimmern von sich. Bei dem Geräusch läuft euch ein Schauer den Rücken runter. \nEin kleines Mädchen öffnet freudestrahlend die Tür und hält euch einen großen Eimer Süßes hin. Leicht verstört greift ihr zu und geht.",
        "sweets_min": 6,
        "sweets_max": 10,
        "courage_min": 2,
        "courage_max": 4,
        "view": "knock"
      },
      {
        "text": "Auf euer Klingeln öffnet eine verhutzelte Alte und strahlt euch an. \n\"So liebe Kinderchen kommen eine alte Frau am Abend besuchen\", murmelt sie vor sich hin. \nDie Kekse, die sie euch anbietet, schauen genau so alt aus, wie sie.",
        "sweets_min": 7,
        "sweets_max": 15,
        "view": "knock"
      },
      {
        "text": "Ein junger Mann öffnet die Tür und hält euch eine Schale mit bunten Süßigkeiten hin.",
        "sweets_min": 7,
        "sweets_max": 14,
        "view": "knock"
      },
      {
        "text": "Eine Klappe in der Tür wird geöffnet und eine Knochenhand bietet euch eine Schale mit Süßkram an. Beherzt greift ihr zu, aber wer nicht schnell genug ist wird von der Knochenhand gepackt und kräftig geschüttelt.",
        "sweets_min": -3,
        "sweets_max": 8,
        "courage_min": 1,
        "courage_max": 3,
        "view": "knock"
      },
      {
        "text": "Die Haustür schwingt auf und offenbart euren Blick in eine reich gefüllte Kiste mit Süßigkeiten.",
        "sweets_min": 5,
        "sweets_max": 10,
        "view": "knock"
      },
      {
        "text": "Traut ihr euch? Die Kiste vor euch ist voll mit Süßkram, aber oben drauf sitze eine große haarige Spinne. Augen zu und durch.",
        "sweets_min": 9,
        "sweets_max": 12,
        "courage_min": 4,
        "courage_max": 7,
        "view": "knock"
      },
      {
        "text": "Vor euch steht eine junge Frau, die euch aus müden Augen hasserfüllt anstarrt. Im Hintergrund hört ihr ein Baby brüllen.\n\"Warum?\" ist ihre einzige Frage.",
        "courage_min": 3,
        "courage_max": 5,
        "view": "knock"
      },
      {
        "text": "Ein Mann schaut euch aus verquollenen Augen an. Er brabbelt etwas von Montagen, Monstern und schlechtem Stoff. \nPlötzlich scheint er euch wahrzunehmen und kreischt los. Er verdreht die Augen und kippt um. \nAuf dem Boden sitztend kommt er wieder zu sich und krabbelt immer noch kreischend aus eurem Sichtfeld.",
        "courage_min": 3,
        "courage_max": 5,
        "view": "knock"
      },
      {
        "text": "Als die Tür geöffnet wird, schlägt euch ein seltsamer Geruch entgegen, eine Mischung aus Gras und Moschus. \nDer Mensch an der Tür ist nur mit einem dünnen Tuch bekleidet, das mehr zeigt als es verdeckt. Das Wesen starrt euch an, als wärt ihr die Lieferung des Pizzabotens. \nNachdem ihr das Angebot einzutreten abgelehnt habt wird der Mensch aggressiv und versucht euch ins Haus zu ziehen. Mit Müh und Not könnt ihr fliehen. ",
        "sweets_min": -11,
        "sweets_max": -2,
        "courage_min": 11,
        "courage_max": 20,
        "view": "knock"
      },
      {
        "text": "Die Tür wird geöffnet und ihr bekommt reichlich Schokolade.",
        "sweets_min": 12,
        "sweets_max": 18,
        "view": "knock"
      },
      {
        "text": "Ihr platzt mitten in eine Party, Süßes gibt es hier nicht viel, dafür umso mehr Alkohol. Bei der Menge die ihr trinkt wisst ihr am Ende nicht mehr, ob ihr Süßigkeiten mitgenommen oder verteilt habt.",
        "sweets_min": -9,
        "sweets_max": 13,
        "view": "knock"
      },
      {
        "text": "Die Tür wird von seltsamen Wesen geöffnet. Entweder sind es sehr gute Kostüme oder vor euch stehen tatsächlich Außerirdische. Vor Schreck lasst ihr eine Tasche mit Süßigkeiten fallen.",
        "sweets_min": -19,
        "sweets_max": -1,
        "courage_min": 12,
        "courage_max": 15,
        "view": "knock"
      },
      {
        "text": "Als sich die Tür öffnet rast eine riesige Spinne auf euch zu. Und mit RIESIG ist wenigstens ein Meter groß gemeint. Ihr rennt zurück zur Straße und bringt euch in Sicherheit. Dabei verliert ihr einige eurer Süßigkeiten.",
        "sweets_min": -13,
        "sweets_max": -9,
        "courage_min": 13,
        "courage_max": 20,
        "view": "knock"
      },
      {
        "text": "Die Tür öffnet sich und ihr seid von einer Horde gruseliger Gestalten umgeben, die Kostüme sehen so echt aus, dass ihr nicht sicher seid ob sich wirklich Menschen unter den Masken befinden. \nSchnell kehrt ihr um.",
        "courage_min": 9,
        "courage_max": 13,
        "view": "knock"
      },
      {
        "text": "Die Tür wird geöffnet und ihr seid von einer Horde Kinder umringt. Plötzlich bemerkt ihr, dass die Kinder sich an euren Süßigkeiten zu schaffen machen. Die meisten Versuche euch Süßes zu stehlen könnt ihr abwenden, aber nicht alle. Ihr rächt euch indem ihr nun eurerseits versucht die Eimer der Kinder zu plündern, aber die Eltern der Kids passen auf.",
        "sweets_min": -15,
        "sweets_max": 15,
        "view": "knock"
      },
      {
        "text": "Ein Mann macht die Tür auf und schaut überrascht auf eure Kostüme. \nHinter ihm ertönt eine genervte Stimme: \"Siehst du? Ich hatte es gesagt: wir hätten Halloweenszeug besorgen sollen!!\". \nEr reicht euch verlegen eine Tüte Halsbonbons.",
        "courage_min": 1,
        "courage_max": 3,
        "sweets_min": 5,
        "sweets_max": 7,
        "view": "knock"
      },
      {
        "text": "Jackpot! Ihr seid auf dem best vorbereiteten alten Mann der Nachbarschaft gestoßen! \nDer Hobby-Bäcker hat nicht nur das nächste Supermarktsortiment geplündert, sondern auch jede Menge leckere Motto-Kekse gebacken. ",
        "sweets_min": 25,
        "sweets_max": 30,
        "view": "knock"
      },
      {
        "text": "Es öffnet eine Frau mit einem breiten Grinsen und lädt euch herein. \nHinter ihr könnt ihr aber nur Dunkelheit und nichts Süßes erkennen. Dass sie insistiert, macht euch stutzig und ihr lehnt freundlich aber bestimmt ab. \nSie wird wütend und ihre Augen färben sich rot. \nIhr rennt um euer Leben.",
        "courage_min": 11,
        "courage_max": 17,
        "view": "knock"
      },
      {
        "text": "Die Tür geht auf und ihr seht zwei verkleidete Kinder, die mit euch im Einklang \"Süßes oder Saures!\" piepsen. Der kleine Geist und der Mini-Wissenschaftler reichen euch mehrere Schokoriegel.",
        "sweets_min": 6,
        "sweets_max": 8,
        "view": "knock"
      },
      {
        "text": "Ist das ein zwei Meter großes Küken, das euch die Tür aufmacht? \nHaben Küken wirklich so große Zähne?!",
        "courage_min": 12,
        "courage_max": 20,
        "view": "knock"
      },
      {
        "text": "Auf euer Klopfen öffnet sich nicht etwa die Tür, sondern der obere Teil der Tür verändert sich. \nVoller Grauen seht ihr euch dem Gesicht eines jungen Mädchens gegenüber, welches aus dem Material der Tür geformt ist.\nAls es mit dunkler, erdiger Stimme fragt:\"Was ist euer Begehr?\" ist es um euch geschehen, ihr nehmt die Beine in die Hand und flüchtet.",
        "courage_min": 15,
        "courage_max": 20,
        "view": "knock"
      }
    ],
    "fear": [
      {
        "text": "Ihr lasst eure Blicke über die Körper eurer Gruppenmitglieder schweifen. Als eure Blicke an den Beinen ankommen und ihr das Schlottern seht merkt Ihr, wie eure Beine nachgeben und Ihr zu boden sinkt. Das Sammeln von Süßigkeiten ist wohl erstmal vorüber.",
        "view": "fear"
      },
      {
        "text": "Langsam wird es heller über dem Horizont. \nMüde aber reicher an Süßigkeiten (und Erfahrung) macht ihr euch auf dem Weg nach Hause.",
        "view": "fear"
      },
      {
        "text": "Es war ein ereignisvoller Abend! \nIhr teilt die Süßigkeiten auf und geht wieder nach Hause. Jetzt sind Erholung, Tee und Süßigkeiten naschen angesagt!",
        "view": "fear"
      }
    ]
  },
  "views": {
    "door": [
      {
        "label": "Anklopfen",
        "custom_id": "elm_street:knock",
        "value": "knock_on_door"
      },
      {
        "label": "Weitergehen",
        "custom_id": "elm_street:next",
        "value": "skip"
      },
      {
        "label": "Beenden",
        "custom_id": "elm_street:stop",
        "value": "stop"
      }
    ],
    "knock": [
      {
        "label": "Weitergehen",
        "custom_id": "elm_street:next",
        "value": "continue"
      },
      {
        "label": "Beenden",
        "custom_id": "elm_street:stop",
        "value": "stop"
      }
    ],
    "fear": [
      {
        "label": "Beenden",
        "custom_id": "elm_street:stop",
        "value": "stop"
      }
    ]
  }
}
